USE `copydp`;

#sysConfig
INSERT INTO `t_sys_config` VALUES ('login_score',0),('order_score',0);

#CityData
INSERT INTO `t_city` VALUES
(1,'广州','113.270855','23.136533'),
(2,'深圳','114.063918','22.550326'),
(3,'上海','121.491349','31.221002'),
(4,'北京','116.399275','39.917545');

#ZoneData
INSERT INTO `t_city_zone` VALUES 
(1,'福田区','2'),
(2,'宝安区','2'),
(3,'南山区','2'),
(4,'荔湾区','1'),
(5,'越秀区','1');

#TypeData
INSERT INTO `t_product_type` VALUES 
(1,'餐饮美食',0),(2,'休闲娱乐',0),(3,'汽车服务',0),(4,'酒店旅游',0),(5,'摄影写真',0),(6,'都市丽人',0),(7,'教育培训',0),(8,'生活服务',0),
(10,'火锅海鲜',1),(11,'自助餐',1),(12,'日韩料理',1),(13,'甜品糕点',1),(14,'中西美食',1),(15,'家常小炒',1),
(16,'酒吧KTV',2),(17,'保健按摩',2),(18,'足道浴场',2),(19,'影音欣赏',2),(20,'茶式咖啡馆',2),(21,'运动户外',2),
(22,'洗车行',3),(23,'装饰美容',3),(24,'维护保养',3),(25,'二手车行',3),(26,'驾校培训',3),(27,'品牌4S店',3),
(28,'景点景区',4),(29,'旅游住宿',4),
(30,'摄影影楼',5),(31,'儿童摄影',5),
(32,'美容会所',6),(33,'美发美甲',6),(34,'减肥降脂',6),(35,'化妆护肤',6),
(36,'儿童培训',7),(37,'成人培训',7),
(38,'电子数码',8),(39,'宠物天地',8),(40,'生活日用',8),(41,'建材家装',8),(42,'婚庆采购',8),
(1000,'积分商品',999),(1001,'全部',999);


# userData
INSERT INTO `t_user` VALUES (0,'123456','admin','ADMIN');